Repository: elkapalkaproduction/Neoniks_NewBook
Catalog: World/Supporting Files/*.lproj/Localizable.strings
Languages: ru

# q0_title
source: Question # 1
ru: Вопрос 1

# q0_question
source: Magic wand is a good instrument to
ru: Волшебная палочка нужна, чтобы...

# q0_answer_0
source: scratch your back
ru: чесать в затылке

# q0_answer_1
source: beat the dust out of the carpet
ru: выбивать ковры

# q0_answer_2
source: eat sushi with
ru: есть суши

# q0_answer_3
source: increase magic force
ru: усиливать действие магии

# q1_title
source: Question # 2
ru: Вопрос 2

# q1_question
source: A dragon is
ru: Дракон — это...

# q1_answer_0
source: powerful insecticide
ru: средство против тараканов

# q1_answer_1
source: fire-breathing reptile
ru: огнедышащая рептилия

# q1_answer_2
source: fireproof brick
ru: огнеупорный кирпич

# q1_answer_3
source: bully in kindergarten
ru: ребенок, который затевает драки

# q2_title
source: Question # 3
ru: Вопрос 3

# q2_question
source: Will Power helps a wizard to
ru: Сила воли помогает волшебнику...

# q2_answer_0
source: wiggle his or her ears
ru: шевелить ушами

# q2_answer_1
source: open a fridge
ru: открывать холодильник

# q2_answer_2
source: control magic
ru: управлять магией

# q2_answer_3
source: lift a heavy weight
ru: поднимать штангу

# q3_title
source: Question # 4
ru: Вопрос 4

# q3_question
source: You shouldn’t do the following with a ball of magic
ru: Шарик магии нельзя...

# q3_answer_0
source: keep it next to a demonite rock
ru: хранить вместе с демонитами

# q3_answer_1
source: use it as a battery
ru: использовать в качестве батарейки

# q3_answer_2
source: keep it in a little flask
ru: носить на шее в стеклянном пузырьке

# q3_answer_3
source: exchange it for an ice-cream or any other commodity
ru: обменять на мороженое или любой другой продукт

# q4_title
source: Question # 5
ru: Вопрос 5

# q4_question
source: Magic words are used
ru: Волшебные слова произносят, когда человек...

# q4_answer_0
source: after someone sneezes
ru: чихает

# q4_answer_1
source: when someone forgets to lock the bathroom door
ru: забывает закрыть дверь в туалете

# q4_answer_2
source: when someone gets stuck in an elevator
ru: застревает в лифте

# q4_answer_3
source: when someone casts a magic spell
ru: использует магию

# q5_title
source: Question # 6
ru: Вопрос 6

# q5_question
source: Neoniks are
ru: Неоники — это...

# q5_answer_0
source: magical people with wings
ru: человечки, которые владеют магией

# q5_answer_1
source: luminous tubes in the neon street signs
ru: светящиеся трубочки в уличной рекламе

# q5_answer_2
source: tropical fish
ru: аквариумные рыбки

# q5_answer_3
source: trendy sneakers
ru: модные кроссовки

# q6_title
source: Question # 7
ru: Вопрос 7

# q6_question
source: Muses do the following
ru: Музы...

# q6_answer_0
source: study in musical classes
ru: учатся в музыкальной школе

# q6_answer_1
source: inspire poets and artists to new works of art
ru: вдохновляют художников и поэтов на новые шедевры

# q6_answer_2
source: work as guards at the Unnatural History Museum
ru: работают в музее охранниками

# q6_answer_3
source: cause blisters on dragons’ wings
ru: вызывают мозоли на крыльях у драконов

# q7_title
source: Question # 8
ru: Вопрос 8

# q7_question
source: Magical lacegrass will wither away unless you
ru: Волшебная филигрань-трава завянет, если...

# q7_answer_0
source: feed it with cake crumbs
ru: ее не удобрять крошками от бисквитов

# q7_answer_1
source: water it with perfume
ru: ее не поливать духами

# q7_answer_2
source: compliment it
ru: не говорить ей комплименты

# q7_answer_3
source: all of the above
ru: все вышеперечисленное

# q8_title
source: Question # 9
ru: Вопрос 9

# q8_question
source: Kids go to the Magic School to learn how to
ru: В волшебной школе дети изучают

# q8_answer_0
source: become a professional villain
ru: как читать нотации педсовету

# q8_answer_1
source: graffiti a school wall in 5 minutes
ru: как разрисовать классный журнал за пять минут

# q8_answer_2
source: use magic force and magic devices
ru: как вязать носки силой мысли

# q8_answer_3
source: tickle passersby and get away with it
ru: как правильно щекотать директора

# q9_title
source: Question # 10
ru: Вопрос 10

# q9_question
source: If you meet a walking skeleton, you should
ru: Если вы встретите на улице ходячий скелет, вам надо...

# q9_answer_0
source: visit a doctor
ru: обратиться к доктору

# q9_answer_1
source: run away screaming, “Mommy!”
ru: плюнуть через левое плечо и сказать: «Чур меня!»

# q9_answer_2
source: say “Hi!” and keep going your way
ru: поздороваться и пойти своей дорогой

# q9_answer_3
source: try to wake up
ru: поскорее проснуться

# shadow_description_1
source: Jay is a 10-year-old who dreams of becoming a mighty wizard. His greatest achievement is creating a tiny talking fox Mystie.
ru: У 10-летнего Джея есть явные способности к волшебству. Один раз он даже сумел создать маленькую говорящую лисичку, которую назвал Наруке.

# shadow_description_2
source: Wanda is a magic wand. She flunked out of the Magic Wand College, so her skills are not as impressive as her looks.
ru: Волшебная палочка Волпа плохо училась и почти не умеет колдовать. Ее мечта — стать “палководцем” и командовать другими магическими существами.

# shadow_description_3
source: Mystie is a magic talking fox. She is so tiny she can wrap herself around your wrist like a bracelet.
ru: Лисичка Наруке такая маленькая, что может обернуться вокруг запястья наподобие браслета.

# shadow_description_4
source: Justacreep used to be a promising actor but he committed a horrible crime and was stripped of his magic powers. Since then, no theater wants anything to do with him.
ru: Когда-то Простокисс был подающим надежды актером, но он совершил ужасное преступление, и его лишили магических способностей.

# shadow_description_5
source: Furcoat can’t stand being a piece of garment. He dreams of getting a new body and becoming a mighty beast.
ru: Простокисс носит шубу с говорящей львиной мордой на воротнике, и еще неизвестно, кто чьим хозяином является.

# shadow_description_6
source: Phoebe is a 12-year-old who dreams of becoming a muse. Muses are magic beauties who inspire poets and artists to new works of art.
ru: Фиби 12 лет и она мечтает стать музой — так называют волшебных красавиц, которые вдохновляют художников и поэтов на новые произведения.

# shadow_description_7
source: Greedy Miner found enormous reserves of magic hidden underground. His greed exhausted him so much that his body shriveled up and he turned into a skeleton.
ru: Жадный Шахтер нашел под землей огромные запасы магии и так усох от алчности, что превратился в ходячий скелет.

# shadow_description_8
source: Young dragon named Harold works as a billposter. He doesn't know how to fly but he can run very fast, even up and down walls.
ru: Молодой дракон Харальд работает расклейщиком афиш. Он не умеет летать, зато очень быстро бегает, в том числе и по стенам.

# island_popup_description_0
source: Cake Island Elementary School is like a bunch of multi-colored birdhouses connected by bridges and ropes.
ru: Волшебная школа на острове Торт напоминает разноцветные скворечники, соединенные подвесными мостами и канатами.

# island_popup_description_1
source: Neoniks live in wacky houses shaped like lanterns, books, teapots, or anything else the owners can think of.
ru: Неоники любят строить забавные дома в виде фонарей, книг, кастрюль и других предметов.

# island_popup_description_2
source: Doughnut Café serves such delicious treats as Sweet Dreams, Hot Topics, and Sparkling Water-Under-the- Bridge.
ru: В кафе «Пончики» подают любимые блюда неоников: «сладкие сны», «острые необходи- мости» и «седьмую воду на киселе».

# island_popup_description_3
source: There's a lighthouse on the top of Cake Island. Sea Dog lives there, an old school teacher, who used to be a captain on a big ship.
ru: На вершине острова Торт находится маяк, в котором живет школьный учитель по имени Морской Волк.

# island_popup_description_4
source: The Unnatural History Museum is famous for its ghost gallery of nearly all magical creatures.
ru: В Музее Неестественной Истории хранятся привидения чуть ли не всех магических существ.

# island_popup_description_5
source: From a far, the Foam Castle looks like it's made out of millions of tiny bubbles. The magical beauties, the Muses, live in the Castle.
ru: Пенный замок выглядит так, будто его сделали из миллионов крошечных пузырьков. В нем живут волшебные красавицы музы.

# island_popup_description_6
source: Bottomless Island is an extinct volcano with a giant crater inside of it. Natives say you could go down forever and never reach the bottom.
ru: Бездонный остров — это потухший вулкан, в жерле которого находит- ся громадный колодец. По слухам, в него можно спускаться до бесконечности.

# about_page_text
source: The Neoniks project exists to turn little gamers into readers. Through a series of games and cartoons, we get children excited about following the adventures of young Neonik wizards, Phoebe and Jay, and then offer the kids a chance to find out what happens next by completing the book. The main reason why children have not learned to read for pleasure is because they simply hadn’t found the right stories to capture their attention. Whether it's through interactive games or professional audio voice overs, our job is to introduce kids to the wonderful world of literature and make them come back to it over and over again throughout their lives. Please visit our website: www.neoniks.com to get free bonuses and content and to learn about our latest releases.
ru: «Неоники» — это детский проект, задача которого — привлечь маленьких геймеров к чтению. Используя игры и мультики, мы стараемся заинтересовать детей сказками о маленьких волшебниках-неониках и предлагаем узнать, что же случилось дальше, из книг. Если ребенок уже умеет читать, но не делает этого ради удовольствия, значит, пока он не нашел свою, достаточно увлекательную историю. Возможно, дело в изначальном недоверии к книгам; возможно, их презентация не выглядит впечатляюще по сравнению с играми и мультиками. Это дело поправимое — если им специально заниматься. Если же дети не хотят читать, потому что им трудно осилить большой объем текста, то их знакомство с литературой можно начать с аудио-версии. Главное, чтобы ребенок удостоверился, что в книгах может скрываться огромный прекрасный мир, в который ему захочется возвращаться снова и снова. Если вы хотите получать бесплатные игры и истории о неониках, а также быть в курсе наших новинок, подпишитесь на новости на сайте www.neoniki.com

# alert_yes
source: Yes
ru: Да

# alert_no
source: No
ru: Нет

# alert_start_over
source: Do you want to start over?
ru: Вы действительно хотите начать играть заново

# q2_answer_img
source: q2_answer_img_en
ru: q2_answer_img_ru

# video_title
source: video_title_en
ru: video_title_ru

# shadow_name_1
source: shadow_name_1_en
ru: shadow_name_1_ru

# shadow_name_2
source: shadow_name_2_en
ru: shadow_name_2_ru

# shadow_name_3
source: shadow_name_3_en
ru: shadow_name_3_ru

# shadow_name_4
source: shadow_name_4_en
ru: shadow_name_4_ru

# shadow_name_5
source: shadow_name_5_en
ru: shadow_name_5_ru

# shadow_name_6
source: shadow_name_6_en
ru: shadow_name_6_ru

# shadow_name_7
source: shadow_name_7_en
ru: shadow_name_7_ru

# shadow_name_8
source: shadow_name_8_en
ru: shadow_name_8_ru

# shadow_title
source: shadow_title_en
ru: shadow_title_ru

# start_video_path
source: https://www.dropbox.com/sm/playlist/0smioq97vbrcx50/Neoniks.eng.mp4?secure_hash=
ru: https://www.dropbox.com/sm/playlist/c3fsbhbl0nrwabz/Neoniks.rus.mp4?secure_hash=

# pop_up_banner_0
source: pop_up_banner_0_en
ru: pop_up_banner_0_ru

# pop_up_banner_1
source: pop_up_banner_1_en
ru: pop_up_banner_1_ru

# pop_up_banner_2
source: pop_up_banner_2_en
ru: pop_up_banner_2_ru

# pop_up_banner_3
source: pop_up_banner_3_en
ru: pop_up_banner_3_ru

# pop_up_banner_4
source: pop_up_banner_4_en
ru: pop_up_banner_4_ru

# pop_up_banner_5
source: pop_up_banner_5_en
ru: pop_up_banner_5_ru

# pop_up_banner_6
source: pop_up_banner_6_en
ru: pop_up_banner_6_ru

# top_bar_sound_text
source: top_bar_sound_text_en
ru: top_bar_sound_text_ru

# top_bar_rate_us_text
source: top_bar_rate_us_text_en
ru: top_bar_rate_us_text_ru

# top_bar_play_again_text
source: top_bar_play_again_text_en
ru: top_bar_play_again_text_ru

# top_bar_language_text
source: top_bar_language_text_en
ru: top_bar_language_text_ru

# top_bar_language_icon
source: top_bar_language_icon_en
ru: top_bar_language_icon_ru

# top_bar_contributors_text
source: top_bar_contributors_text_en
ru: top_bar_contributors_text_ru

# top_bar_about_text
source: top_bar_about_text_en
ru: top_bar_about_text_ru

# contributions_title
source: contributions_title_en
ru: contributions_title_ru

# contributions_main_image
source: contributions_main_image_en
ru: contributions_main_image_ru

# contributors_site_img
source: contributors_site_img_en
ru: contributors_site_img_ru

# about_page_title
source: about_page_title_en
ru: about_page_title_ru

# opposite_language
source: ru
ru: en

# site_address
source: www.neoniks.com
ru: www.neoniki.com
